alefragnani.project-manager
alexisvt.flutter-snippets
alexiv.vscode-angular2-files
angular.ng-template
anthropic.claude-code
batisteo.vscode-django
charliermarsh.ruff
christian-kohler.npm-intellisense
clemenspeters.format-json
codezombiech.gitignore
cstrap.python-snippets
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
docker.docker
donjayamanne.githistory
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gornivv.vscode-flutter-files
hbenl.vscode-test-explorer
hediet.vscode-drawio
infinity1207.angular2-switcher
janisdd.vscode-edit-csv
johnpapa.angular2
johnpapa.vscode-peacock
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
mikestead.dotenv
mintlify.document
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
natewallace.angular2-inline
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
onecentlin.laravel5-snippets
openai.chatgpt
pkief.material-icon-theme
postman.postman-for-vscode
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
sibvic.profitrobots-mq5-snippets
streetsidesoftware.code-spell-checker
thebarkman.vscode-djaneiro
vscjava.vscode-gradle
vstirbu.vscode-mermaid-preview
vue.volar
waderyan.gitblame
wscats.html-snippets
ziyasal.vscode-open-in-github
